{
  "Header": {
    "anker1": "Über mich",
    "anker2": "Skills",
    "anker3": "Projekte"
  },
  "Title": {
    "btn1": "Überprüfe meine Arbeit",
    "btn2": "Kontaktiere mich"
  },
  "Marquee": {
    "Point0": "Verfügbar für Remote-Arbeit",
    "Point1": "Frontend-Entwickler",
    "Point2": "Ansässig in Rheinböllen",
    "Point3": "Offen für neue Herausforderungen"
  },
  "AboutMe": {
    "title": "Über mich",
    "headline": "Wer bin Ich",
    "description": "Mein Name ist Niko und ich habe Spaß am Programmieren. Besonders gerne entwickle ich Lösungen, die Abläufe vereinfachen oder automatisieren. Mich motiviert es, durch Technik Probleme zu lösen und Dinge effizienter zu gestalten. Dabei lege ich Wert auf klare Strukturen und durchdachte Ansätze.",
    "location": "Ich wohne in einem Haus in Rheinböllen – schön ruhig, perfekt zum Coden. Remote zu arbeiten passt super zu mir, weil ich gerne flexibel bin und am liebsten dort arbeite, wo ich mich wohlfühle.",
    "cognition": "Ich bin stets bestrebt, mein Wissen zu erweitern und neue Technologien sowie Arbeitsweisen zu erlernen. Herausforderungen motivieren mich, kontinuierlich zu wachsen und mich an neuen, innovativen Lösungen zu orientieren.",
    "quality": "Ich bin lösungsorientiert, denke analytisch und bleibe hartnäckig dran, bis eine gute Lösung gefunden ist. Im Team arbeite ich gerne zusammen, teile mein Wissen und finde es spannend, gemeinsam neue Ideen zu entwickeln und umzusetzen."
  },
  "Skills": {
    "title": "Skill Set",
    "headline": "Technologies",
    "description": "Aktuell arbeite ich intensiv mit Angular und habe darin viel Erfahrung. Aber ich arbeite auch regelmäßig mit Firebase, integriere APIs und nutze Git für Versionskontrolle. Ich bin immer neugierig auf neue Technologien und probiere gerne neue Tools aus – ständiges Lernen gehört für mich einfach zum Entwickeln dazu.",
    "skill1": "Sie benötigen ",
    "skill2": "andere Fähigkeiten?",
    "contactMe": "Nehmen Sie Kontakt mit mir auf. Ich freue mich darauf, mein bisheriges Wissen zu erweitern.",
    "btn": "Let's Talk",
    "popup": "Ich habe besonderes interesse an"
  },
  "Projects": {
    "title": "Ausgewählte Projekte",
    "headline": "Portfolio",
    "description": "Entdecken Sie hier eine Auswahl meiner Arbeiten - Interagieren Sie mit Projekten, um meine Fähigkeiten in Aktion zu sehen.",
    "nextBtnDialog": "Nächstes Projekt",
    "dataProjects": [
      {
        "name": "Join",
        "technologies": ["HTML", "CSS", "JavaScript", "Firebase"],
        "images": "join.png",
        "description": "Taskmanager nach dem Vorbild des Kanban-Systems. Erstellen und organisieren Sie Aufgaben mit Hilfe von Drag-and-Drop-Funktionen, weisen Sie Benutzer und Kategorien zu.",
        "github": "https://github.com/09Dragon90/join",
        "link": ""
      },
      {
        "name": "El Pollo Loco",
        "technologies": ["HTML", "CSS", "JavaScript"],
        "images": "el_pollo_loco.png",
        "description": "Jump-, run- und Wurfspiel, das auf einem objektorientierten Ansatz basiert. Hilf Pepe, Münzen und Tabasco-Salsa zu finden, um gegen die verrückte Henne zu kämpfen.",
        "github": "https://github.com/09Dragon90/el_pollo_loco",
        "link": ""
      },
      {
        "name": "DA Bubble",
        "technologies": ["Angular", "TypeScript", "SCSS", "Firebase"],
        "images": "da_bubble.png",
        "description": "Diese App ist ein Slack Clone App. Sie revolutioniert die Teamkommunikation und -zusammenarbeit mit ihrer intuitiven Benutzeroberfläche, Echtzeitnachrichten und robuster Kanalorganisation.",
        "github": "",
        "link": ""
      }
    ]
  },
  "Contact": {
    "title": "Lass uns zusammenarbeiten",
    "headline": "Kontaktiere mich",
    "headline2": "Ich freue mich darauf, von dir zu hören!",
    "description": "Du suchst Unterstützung für dein Projekt? Ich bin offen für spannende Herausforderungen – besonders im Bereich Frontend-Entwicklung. Gemeinsam können wir Lösungen entwickeln, die wirklich etwas bewegen. Lass uns ins Gespräch kommen und schauen, wie ich dein Team oder Projekt mit meiner Erfahrung bereichern kann.",
    "description2": "Du brauchst einen Frontend-Entwickler?",
    "description3": "Lass uns reden!",
    "Form": {
      "Name": {
        "headline": "Wie heißt du?",
        "placeholder": "Dein Name kommt hierhin",
        "error": "Ups! Dein Name fehlt wohl."
      },
      "Email": {
        "headline": "Wie lautet deine E-Mail-Adresse?",
        "placeholder": "deinemail@email.com",
        "error": "Hoppla! Deine E-Mail-Adresse wird benötigt."
      },
      "Message": {
        "headline": "Wie kann ich dir helfen?",
        "placeholder": "Hallo Lukas, ich interessiere mich für...",
        "error": "Was möchtest du entwickeln lassen?"
      },
      "PrivacyPolicy": {
        "text1": "Ich habe die ",
        "text2": "Datenschutzerklärung ",
        "text3": "gelesen und stimme der Verarbeitung meiner Daten zu.",
        "error": "Bitte akzeptiere die Datenschutzerklärung."
      },
      "btn": "Sag Hallo ;)"
    }
  },
  "Footer": {
    "text1": "Web Developer",
    "text2": "Rheinböllen Deutschland",
    "anker": "Legal Notice"
  }
}
