{
  "Header": {
    "anker1": "Über mich",
    "anker2": "Skills",
    "anker3": "Projekte"
  },
  "Title": {
    "btn1": "Überprüfe meine Arbeit",
    "btn2": "Kontaktiere mich"
  },
  "Marquee": {
    "Point0": "Verfügbar für Remote-Arbeit",
    "Point1": "Frontend-Entwickler",
    "Point2": "Ansässig in Rheinböllen",
    "Point3": "Offen für neue Herausforderungen"
  },
  "AboutMe": {
    "title": "Über mich",
    "headline": "Wer bin Ich",
    "description": "Mein Name ist Niko und ich habe Spaß am Programmieren. Besonders gerne entwickle ich Lösungen, die Abläufe vereinfachen oder automatisieren. Mich motiviert es, durch Technik Probleme zu lösen und Dinge effizienter zu gestalten. Dabei lege ich Wert auf klare Strukturen und durchdachte Ansätze.",
    "location": "Ich wohne in einem Haus in Rheinböllen – schön ruhig, perfekt zum Coden. Remote zu arbeiten passt super zu mir, weil ich gerne flexibel bin und am liebsten dort arbeite, wo ich mich wohlfühle.",
    "cognition": "Ich bin stets bestrebt, mein Wissen zu erweitern und neue Technologien sowie Arbeitsweisen zu erlernen. Herausforderungen motivieren mich, kontinuierlich zu wachsen und mich an neuen, innovativen Lösungen zu orientieren.",
    "quality": "Ich bin lösungsorientiert, denke analytisch und bleibe hartnäckig dran, bis eine gute Lösung gefunden ist. Im Team arbeite ich gerne zusammen, teile mein Wissen und finde es spannend, gemeinsam neue Ideen zu entwickeln und umzusetzen."
  },
  "Skills": {
    "title": "Skill Set",
    "headline": "Technologies",
    "description": "Aktuell arbeite ich intensiv mit Angular und habe darin viel Erfahrung. Aber ich arbeite auch regelmäßig mit Firebase, integriere APIs und nutze Git für Versionskontrolle. Ich bin immer neugierig auf neue Technologien und probiere gerne neue Tools aus – ständiges Lernen gehört für mich einfach zum Entwickeln dazu.",
    "skill1": "Sie benötigen ",
    "skill2": "andere Fähigkeiten?",
    "contactMe": "Nehmen Sie Kontakt mit mir auf. Ich freue mich darauf, mein bisheriges Wissen zu erweitern.",
    "btn": "Let's Talk",
    "popup": "Ich habe besonderes interesse an"
  },
  "Projects": {
    "title": "Featured Projects",
    "headline": "Portfolio",
    "description": "Explore a selection of my work here - Interact with projects to see my skills in action.",
    "dataProjects": [
      {
        "name": "Join",
        "technologies": ["HTML", "CSS", "JavaScript", "Firebase"],
        "images": "join.png",
        "description": "Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.",
        "github": "",
        "link": ""
      },
      {
        "name": "El Pollo Loco",
        "technologies": ["HTML", "CSS", "JavaScript"],
        "images": "el_pollo_loco.png",
        "description": "Jump, run and throw game based on object-oriented approach. Help Pepe to find coins and tabasco salsa to fight against the crazy hen.",
        "github": "",
        "link": ""
      },
      {
        "name": "DA Bubble",
        "technologies": ["Angular", "TypeScript", "SCSS", "Firebase"],
        "images": "da_bubble.png",
        "description": "This App is a Slack Clone App. It revolutionizes team communication and collaboration with its intuitive interface, real-time messaging, and robust channel organization.",
        "github": "",
        "link": ""
      }
    ]
  },
  "Contact": {
    "title": "Let's work together",
    "headline": "Contact me",
    "headline2": "Got a problem to solve?",
    "description": "Encourage people to contact you and describe what role you are interested in. Show that you will add value to their projects through your work.",
    "description2": "Need a Frontend developer?",
    "description3": "Let’s talk!",
    "Form": {
      "Name": {
        "headline": "What's your name?",
        "placeholder": "Your name goes here",
        "error": "Oops! it seems your name is missing"
      },
      "Email": {
        "headline": "What's your email?",
        "placeholder": "youremail@email.com",
        "error": "Hoppla! your email is required"
      },
      "Message": {
        "headline": "How can I help you?",
        "placeholder": "Hello Lukas, I am interested in...",
        "error": "What do you need to develop?"
      },
      "PrivacyPolicy": {
        "text1": "I've read the ",
        "text2": "privacy policy ",
        "text3": "and agree to the processing of my data as outlined.",
        "error": "Please accept the privacy policy."
      }
    }
  }
}
